Repository: mindell/somecaptions-wpclient-v3
Catalog: languages/somecaptions-wpclient-*.po
Languages: da_dk

source: %1$s requires PHP %2$s or newer.
da_dk: %1$s kræver PHP %2$s eller nyere.

source: %1$s requires WordPress %2$s or newer.
da_dk: %1$s kræver WordPress %2$s eller nyere.

source: SoMe Captions Client Settings
da_dk: SoMe Captions Client Indstillinger

source: Settings
da_dk: Indstillinger

source: Saving...
da_dk: Gemmer...

source: Settings saved successfully
da_dk: Indstillinger gemt med succes

source: An error occurred
da_dk: Der opstod en fejl

source: Verifying domain...
da_dk: Verificerer domæne...

source: Domain verified successfully
da_dk: Domæne verificeret med succes

source: Domain verification failed
da_dk: Domæne verificering mislykkedes

source: Are you sure you want to reset all settings? This cannot be undone.
da_dk: Er du sikker på, at du vil nulstille alle indstillinger? Dette kan ikke fortrydes.

source: Please enter a verification code
da_dk: Indtast venligst en verifikationskode

source: API connection successful
da_dk: API-forbindelse oprettet med succes

source: API connection failed
da_dk: API-forbindelse mislykkedes

source: Settings saved
da_dk: Indstillinger gemt

source: Saving settings...
da_dk: Gemmer indstillinger...

source: Validating API connection...
da_dk: Validerer API-forbindelse...

source: General Settings
da_dk: Generelle Indstillinger

source: Domain Verification
da_dk: Domæne Verifikation

source: Help & Support
da_dk: Hjælp & Support

source: Connected
da_dk: Forbundet

source: Not Connected
da_dk: Ikke Forbundet

source: Domain Status
da_dk: Domæne Status

source: Verified
da_dk: Verificeret

source: Not Verified
da_dk: Ikke Verificeret

source: API Configuration
da_dk: API Konfiguration

source: Enter your SoMe Captions API credentials below to connect your WordPress site.
da_dk: Indtast dine SoMe Captions API-legitimationsoplysninger nedenfor for at forbinde dit WordPress-websted.

source: The URL of the SoMe Captions API service.
da_dk: URL'en til SoMe Captions API-tjenesten.

source: API Key
da_dk: API Nøgle

source: Your unique API key for accessing SoMe Captions services.
da_dk: Din unikke API-nøgle til adgang til SoMe Captions-tjenester.

source: Save Settings
da_dk: Gem Indstillinger

source: Verify your domain to ensure secure communication with SoMe Captions services.
da_dk: Verificer dit domæne for at sikre sikker kommunikation med SoMe Captions-tjenester.

source: Verification Code
da_dk: Verifikationskode

source: Enter the verification code provided in your SoMe Captions dashboard.
da_dk: Indtast verifikationskoden, der er angivet i dit SoMe Captions-dashboard.

source: Verify Domain
da_dk: Verificer Domæne

source: Why Verify Your Domain?
da_dk: Hvorfor verificere dit domæne?

source: Domain verification helps ensure that only authorized websites can access your SoMe Captions account and API key.
da_dk: Domæneverificering hjælper med at sikre, at kun autoriserede websteder kan få adgang til din SoMe Captions-konto og API-nøgle.

source: Enhanced Security
da_dk: Forbedret Sikkerhed

source: Prevents unauthorized use of your API key on other domains.
da_dk: Forhindrer uautoriseret brug af din API-nøgle på andre domæner.

source: Better Performance
da_dk: Bedre Ydeevne

source: Verified domains get priority processing and higher rate limits.
da_dk: Verificerede domæner får prioriteret behandling og højere ratelimits.

source: Access to All Features
da_dk: Adgang til Alle Funktioner

source: Some advanced features are only available to verified domains.
da_dk: Nogle avancerede funktioner er kun tilgængelige for verificerede domæner.

source: Getting Started
da_dk: Kom i gang

source: New to SoMe Captions? Follow these steps to get started:
da_dk: Ny til SoMe Captions? Følg disse trin for at komme i gang:

source: Create an Account
da_dk: Opret en konto

source: Sign up for a SoMe Captions account at <a href="https://somecaptions.dk/signup" target="_blank">somecaptions.dk</a>
da_dk: Tilmeld dig en SoMe Captions-konto på <a href="https://somecaptions.dk/signup" target="_blank">somecaptions.dk</a>

source: Get Your API Key
da_dk: Få din API-nøgle

source: Generate an API key from your SoMe Captions dashboard
da_dk: Generer en API-nøgle fra dit SoMe Captions-dashboard

source: Configure the Plugin
da_dk: Konfigurer plugin'et

source: Enter your API key in the General Settings tab
da_dk: Indtast din API-nøgle i fanen Generelle indstillinger

source: Verify Your Domain
da_dk: Verificer dit domæne

source: Complete domain verification for enhanced security and features
da_dk: Fuldfør domæneverificering for forbedret sikkerhed og funktioner

source: Documentation
da_dk: Dokumentation

source: Access comprehensive documentation to learn how to use all features of SoMe Captions:
da_dk: Få adgang til omfattende dokumentation for at lære at bruge alle funktioner i SoMe Captions:

source: Plugin Documentation
da_dk: Plugin dokumentation

source: Video Tutorials
da_dk: Videoguider

source: Frequently Asked Questions
da_dk: Ofte stillede spørgsmål

source: Troubleshooting
da_dk: Fejlfinding

source: API Connection Issues
da_dk: Problemer med API-forbindelse

source: Verify your API key is entered correctly
da_dk: Bekræft, at din API-nøgle er indtastet korrekt

source: Check that your domain is properly verified
da_dk: Kontroller, at dit domæne er korrekt verificeret

source: Ensure your server can make outbound HTTP requests
da_dk: Sørg for, at din server kan foretage udgående HTTP-anmodninger

source: Confirm your SoMe Captions subscription is active
da_dk: Bekræft, at dit SoMe Captions-abonnement er aktivt

source: Plugin Conflicts
da_dk: Plugin-konflikter

source: If you experience conflicts with other plugins:
da_dk: Hvis du oplever konflikter med andre plugins:

source: Temporarily deactivate other plugins to identify conflicts
da_dk: Deaktiver midlertidigt andre plugins for at identificere konflikter

source: Check for JavaScript errors in your browser console
da_dk: Tjek for JavaScript-fejl i din browser-konsol

source: Ensure your WordPress and PHP versions meet requirements
da_dk: Sørg for, at dine WordPress- og PHP-versioner opfylder kravene

source: Performance Optimization
da_dk: Ydeevneoptimering

source: For optimal performance:
da_dk: For optimal ydeevne:

source: Use a caching plugin for your WordPress site
da_dk: Brug et caching-plugin til dit WordPress-websted

source: Optimize your images before uploading them
da_dk: Optimer dine billeder, før du uploader dem

source: Consider upgrading to a higher API tier for better rate limits
da_dk: Overvej at opgradere til et højere API-niveau for bedre ratelimits

source: Contact Support
da_dk: Kontakt support

source: Need help? Our support team is ready to assist you:
da_dk: Brug for hjælp? Vores supportteam er klar til at hjælpe dig:

source: Send us an email at <a href="mailto:support@somecaptions.dk">support@somecaptions.dk</a>
da_dk: Send os en email på <a href="mailto:support@somecaptions.dk">support@somecaptions.dk</a>

source: Chat with our support team on our website during business hours
da_dk: Chat med vores supportteam på vores hjemmeside i åbningstiden

source: Join our community forum to connect with other users
da_dk: Tilslut dig vores community forum for at komme i kontakt med andre brugere

source: Visit Forum
da_dk: Besøg forum

source: When contacting support, please include the following information:
da_dk: Når du kontakter support, bedes du inkludere følgende oplysninger:

source: Active Theme
da_dk: Aktivt tema

source: Copy System Info
da_dk: Kopiér systeminformation

source: System information copied to clipboard
da_dk: Systeminformation kopieret til udklipsholder

source: Failed to copy system information
da_dk: Kunne ikke kopiere systeminformation

source: API endpoint
da_dk: API-endepunkt

source: API key
da_dk: API-nøgle

source: Verify your domain ownership to enable full integration with SoMe Captions
da_dk: Bekræft dit domæneejerskab for at aktivere fuld integration med SoMe Captions

source: Enter the verification code from your SoMe Captions dashboard
da_dk: Indtast bekræftelseskoden fra dit SoMe Captions-dashboard

source: What is Domain Verification?
da_dk: Hvad er Domænebekræftelse?

source: <p>Domain verification confirms that you own this website and allows SoMe Captions to securely connect with your WordPress site.</p> <p>After verification, you'll be able to:</p> <ul style="list-style-type: disc; margin-left: 20px;"> <li>Sync content between WordPress and SoMe Captions</li> <li>Automatically publish generated content</li> <li>Access advanced features like category mapping</li> </ul>
da_dk: <p>Domænebekræftelse bekræfter, at du ejer dette websted og giver SoMe Captions mulighed for sikkert at forbinde til dit WordPress-websted.</p> <p>Efter bekræftelse vil du kunne:</p> <ul style="list-style-type: disc; margin-left: 20px;"> <li>Synkronisere indhold mellem WordPress og SoMe Captions</li> <li>Automatisk udgive genereret indhold</li> <li>Få adgang til avancerede funktioner som kategorikortlægning</li> </ul>

source: Verifying...
da_dk: Bekræfter...

source: Verification failed. Please try again.
da_dk: Bekræftelse mislykkedes. Prøv venligst igen.
